Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Admin
ar: المسؤول
bg: Администратор
bn: প্রশাসক
bo: དོ་དམ་པ།
bs: Administrator
ca: Administrador
cs: Administrátor
da: Administrator
de: Administrator
el: Διαχειριστής
et: Administraator
eu: Administratzailea
fa: مدیر
fi: Ylläpito
fr: Administrateur
fr_ca: Administrateur
ga: Riarachán
gl: Administrador
he: מנהל
hi: व्यवस्थापक
hr: Administrator
hu: Rendszergazda
it: Amministratore
ja: 管理者
ka: ადმინი
kab: Anebdal
ko: 관리자
lt: Administratorius
lv: Administrators
ms: Pentadbir
nb: Administrator
nl: Beheerder
pa: ਐਡਮਿਨ
pl: Administrator
pt_br: Administrador
pt_pt: Administrador
ro: Administrator
ru: Админ
sr: Админ
th: ผู้ดูแลระบบ
tr: Yönetici
ug: باشقۇرغۇچى
uk: Адмін
ur: ایڈمن
uz: Админ
vi: Quản trị
zh_hans: 管理员
zh_hant: 管理員

source: Admin Console
ar: لوحة تحكم الإدارة
az: Admin Konsolu
bo: དྲིས་ ཆ་ བརྡ་ ལེན།
bs: Admin konzola
ca: Consola d'administrador
cs: Admin konzola
da: Admin-konsol
de: Admin-Konsole
es: Consola admin
et: Halduskonsool
eu: Admin kontsola
fa: کنسول ادمین
fi: Admin-paneeli
fr: Console admin
fr_ca: Console d'admin
ga: Consól Riaracháin
gl: Consola de administración
hi: एडमिन कंसोल
hr: Admin konzola
hu: Admin konzol
id: Konsol Admin
it: Console admin
ja: 管理コンソール
kab: Tasebrawt n Admin
ko: 관리자 콘솔
lt: Admin konsolė
lv: Admin konsole
nb: Admin-konsoll
pa: ਐਡਮਿਨ ਕੰਸੋਲ
pl: Konsola admina
pt_br: Painel de Admin
pt_pt: Consola Admin
ro: Consola Admin
ru: Админ-консоль
sk: Admin konzola
sr: Admin konzola
sv: Admin-konsol
th: Admin
tk: Admin Konsoly
tr: Admin Konsolu
ug: باشقۇرۇش كونسول
uk: Admin консоль
ur: ایڈمن کنسول
vi: Bảng quản trị
zh_hans: 管理后台
zh_hant: 管理員控制台

source: Administration
ar: الإدارة
az: Administrasiya
bg: Администрация
bn: প্রশাসন
bo: དོ་སྣང་།
bs: Administracija
ca: Administració
ceb: Administrasyon
cs: Správa
de: Verwaltung
el: Διαχείριση
es: Administración
et: Haldus
eu: Administrazioa
fa: مدیریت
fi: Hallinto
ga: Riarachán
gl: Administración
he: ניהול
hi: प्रशासन
hr: Administracija
hu: Adminisztráció
id: Administrasi
it: Amministrazione
ja: 管理
ka: ადმინისტრაცია
kab: Tadbelt
ko: 관리
lt: Administravimas
lv: Administrēšana
ms: Pentadbiran
nb: Administrasjon
nl: Beheer
pa: ਪ੍ਰਬੰਧ
pl: Administracja
pt_br: Administração
pt_pt: Administração
ro: Administrare
ru: Администрирование
sk: Administrácia
sr: Администрација
th: การจัดการ
tk: Administrasiýa
tr: Yönetim
ug: ئىدارە
uk: Адміністрація
ur: انتظامیہ
uz: Boshqaruv
vi: Quản trị
zh_hans: 管理
zh_hant: 管理

source: Advanced
ar: متقدم
az: Təkmil
bg: Разширено
bn: উন্নত
bo: རྒྱ་ ལིས།
bs: Naprednija
ca: Avançat
cs: Rozšířené
da: Avanceret
de: Erweitert
el: Προηγμένα
es: Avanzado
et: Täpsemad
eu: Aurreratua
fa: پیشرفته
fi: Edistynyt
fr: Avancé
fr_ca: Avancé
ga: Ardleibhéil
gl: Avanzado
he: מתקדם
hi: उन्नत
hr: Napredni
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細
ka: დამატებითი
kab: Ilmeẓdawen
ko: 고급
lt: Išplėstiniai
lv: Paplašināts
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pa: ਐਡਵਾਂਸਡ
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Расширенные
sk: Pokročilé
sr: Napredni
sv: Avancerat
th: ขั้นสูง
tk: Ýokary Derejeli
tr: Gelişmiş
ug: ئالىي
uk: Розширені
ur: ایڈوانسڈ
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Advanced Params
ar: المعلمات المتقدمة
az: Təkmil parametrlər
bg: Разширени параметри
bn: অ্যাডভান্সড প্যারাম
bo: མཐོ་རིམ་ཞུགས།
bs: Napredni parametri
ca: Paràmetres avançats
cs: Pokročilé parametry
da: Avancerede indstillinger
de: Erweiterte Parameter
el: Προηγμένες Παράμετροι
es: Parámetros Avanzados
et: Täpsemad parameetrid
eu: Parametro Aurreratuak
fa: پارام‌های پیشرفته
fi: Edistyneet parametrit
fr: Réglages avancés
fr_ca: Réglages avancés
ga: Paraiméid Casta
gl: Parámetros avanzados
he: פרמטרים מתקדמים
hi: उन्नत परम
hr: Napredni parametri
hu: Haladó paraméterek
id: Parameter Lanjutan
it: Parametri avanzati
ja: 高度なパラメータ
ka: დამატებითი პარამეტრები
kab: Iɣewwaren leqqayen
ko: 고급 매개변수
lt: Pažengę nustatymai
lv: Papildu parametri
ms: Parameter Lanjutan
nb: Avanserte parametere
nl: Geavanceerde params
pa: ਐਡਵਾਂਸਡ ਪਰਮਜ਼
pl: Zaawansowane parametry
pt_br: Parâmetros Avançados
pt_pt: Parâmetros Avançados
ro: Parametri avansați
ru: Расширенные параметры
sk: Pokročilé parametre
sr: Напредни парамови
sv: Avancerade parametrar
th: พารามิเตอร์ขั้นสูง
tk: Ösen Parametrler
tr: Gelişmiş Parametreler
ug: ئالىي پارامېتىرلار
uk: Розширені параметри
ur: ترقی یافتہ پیرامیٹرز
uz: Кенгайтирилган параметрлар
vi: Các tham số Nâng cao
zh_hans: 高级参数
zh_hant: 進階參數

source: AI Assistant
ar: مساعد ذكي
az: AI Assistent
bg: AI асистент
bo: AI རོགས་ པོ།
bs: AI asistent
ca: Assistent IA
cs: AI asistent
da: AI-assistent
de: KI-Assistent
el: AI Βοηθός
es: Asistente IA
et: AI abiline
eu: AI laguntzailea
fa: دستیار AI
fi: AI-apulainen
fr: Assistant IA
fr_ca: Assistant IA
ga: Cúntóir AI
gl: Asistente de IA
he: עוזר AI
hi: AI असिस्टेंट
hr: AI asistent
hu: AI asszisztens
id: Asisten AI
it: Assistente AI
ja: AI アシスタント
ka: AI ასისტენტი
kab: Asafuk AI
ko: AI 어시스턴트
lt: AI asistentas
lv: AI asistents
nb: AI-assistent
nl: AI-assistent
pa: AI ਅਸਿਸਟੈਂਟ
pl: Asystent AI
pt_br: Assistente de IA
pt_pt: Assistente de IA
ro: Asistent AI
ru: AI-ассистент
sk: AI asistent
sr: AI asistent
sv: AI-assistent
th: ผู้ช่วย AI
tk: AI Asistan
tr: AI Asistanı
ug: AI ياردەمچىسى
uk: AI помічник
ur: AI معاون
vi: Trợ lý AI
zh_hans: AI 助手
zh_hant: AI 助手

source: AI Error
ar: خطأ في الذكاء الاصطناعي
az: AI Xətası
bg: AI грешка
bn: AI এরর
bo: AI དེ་
bs: AI greška
ca: Error d'IA
cs: Chyba AI
da: AI-fejl
de: KI-Fehler
el: AI Σφάλμα
es: Error de IA
et: AI viga
eu: AI-ko errorea
fa: خطای AI
fi: AI-virhe
fr: Erreur IA
fr_ca: Erreur IA
ga: Earráid AI
gl: Erro de IA
he: שגיאת AI
hi: AI एरर
hr: AI greška
hu: AI hiba
id: Error AI
it: Errore AI
ja: AI エラー
ka: AI შეცდომა
kab: Tuccḍa n AI
ko: AI 에러
lt: AI klaida
lv: AI kļūda
ms: Ralat AI
nb: AI-feil
nl: AI-fout
pa: AI ਐਰਰ
pl: Błąd AI
pt_br: Erro de IA
pt_pt: Erro de IA
ro: Eroare AI
ru: Ошибка AI
sk: Chyba AI
sr: AI greška
sv: AI-fel
th: ข้อผิดพลาด AI
tk: AI Ýalnyşlygy
tr: AI Hatası
ug: AI خاتالىقى
uk: Помилка AI
ur: AI میں خرابی
uz: AI xatosi
vi: Lỗi AI
zh_hans: AI 错误
zh_hant: AI 錯誤

source: AI Features
ar: ميزات الذكاء الاصطناعي
az: AI Xüsusiyyətləri
bg: AI функции
bn: AI ফিচার্স
bo: AI མཆོད་ གཏུབ།
bs: AI mogućnosti
ca: Funcions d'IA
cs: AI funkce
da: AI-funktioner
de: KI-Features
el: AI Δυνατότητες
es: Características IA
et: AI funktsioonid
eu: AI egintzak
fa: ویژگی‌های AI
fi: AI-ominaisuudet
fr: Fonctionnalités IA
fr_ca: Fonctionnalités IA
ga: Gné AI
gl: Funcionalidades de IA
he: תכונות AI
hi: AI फीचर्स
hr: AI mogućnosti
hu: AI funkciók
id: Fitur AI
it: Funzioni AI
ja: AI 機能
ka: AI ფუნქციები
kab: Tamahilt n AI
ko: AI 기능
lt: AI funkcijos
lv: AI funkcijas
ms: Fitur AI
nb: AI-funksjoner
nl: AI-functies
pa: AI ਫੀਚਰਸ
pl: Funkcje AI
pt_br: Recursos de IA
pt_pt: Funcionalidades de IA
ro: Funcții AI
ru: AI-функции
sk: AI funkcie
sr: AI mogućnosti
sv: AI-funktioner
th: ฟีเจอร์ AI
tk: AI Häsiletleri
tr: AI Özellikleri
ug: AI ئىقتىدارى
uk: AI можливості
ur: AI خصوصیات
uz: AI xususiyatlari
vi: Tính năng AI
zh_hans: AI 功能
zh_hant: AI 功能

source: AI Model
ar: نموذج الذكاء الاصطناعي
bg: AI модел
bn: AI মডেল
bo: AI ལག་ དེ།
ca: Model d'IA
de: KI-Modell
el: AI Μοντέλο
es: Modelo IA
et: AI mudel
eu: AI eredua
fa: مدل AI
fi: AI-malli
fr: Modèle IA
fr_ca: Modèle IA
ga: Samhail AI
gl: Modelo de IA
he: מודל AI
hi: AI मॉडल
hu: AI modell
id: Model AI
it: Modello AI
ja: AI モデル
ka: AI მოდელი
kab: Amodelu n AI
ko: AI 모델
lt: AI modelis
lv: AI modelis
ms: Model AI
nb: AI-modell
pa: AI ਮਾਡਲ
pl: Model AI
pt_br: Modelo de IA
pt_pt: Modelo de IA
ro: Model AI
ru: AI-модель
sv: AI-modell
th: โมเดล AI
tk: AI Modeli
tr: AI Modeli
ug: AI مودېلى
uk: AI модель
ur: AI ماڈل
vi: Mô hình AI
zh_hans: AI 模型
zh_hant: AI 模型

source: All available knowledge bases are already attached to this model.
ar: جميع قواعد المعرفة المتاحة مرفقة بالفعل بهذا النموذج
az: Bütün mövcud bilgi bazaları artıq bu modela qoşulmuşdur.
bg: Всички налични knowledge bases вече са прикачени към този модел
bn: সব knowledge bases ইতিমধ্যে এই মডেল এ যুক্ত আছে।
bo: སྤེལ་ མི་ སྐུ་ ཤེས་ བྱ་ གཞིས་ ཆག་ ད་ ལྟ་ ལག་ དེའི་ སྦྲེལ་ ཡོད།
bs: Sve dostupne baze znanja su već priložene ovom modelu.
ca: Totes les bases de coneixement disponibles ja estan associades a aquest model.
ceb: Lahat ng available knowledge bases ay naka-attach na.
cs: Všechny dostupné znalostní báze jsou už připojeny k tomuto modelu.
da: Alle tilgængelige vidensbasiser er allerede vedhæftet denne model.
de: Alle verfügbaren Wissensdatenbanken sind bereits an dieses Modell angehängt.
el: Όλες οι διαθέσιμες knowledge bases είναι ήδη συνδεδεμένες σε αυτό το μοντέλο.
es: Todas las bases de conocimiento disponibles ya están adjuntas a este modelo
et: Kõik saadaolevad teadmistebaasid on juba selle mudelisse manustatud.
eu: Jakintz-oinarri guztiak dagoeneko atapirika daude eredu horri.
fa: تمام دانش‌گاه‌های موجود به این مدل متصل هستند.
fi: Kaikki tietokannat on jo liitetty tähän malliin.
fr: Toutes les bases de connaissances disponibles sont déjà attachées à ce modèle.
fr_ca: Toutes les bases de connaissances disponibles sont déjà attachées à ce modèle.
ga: Tá na bunaithí eolais go léir atá ar fáil ceangailte don tsamhail seo cheana.
gl: Todas as bases de coñecemento dispoñibles xa están adxuntas a este modelo.
he: כל ה-Knowledge bases הזמינים כבר מחוברים למודל הזה.
hi: सभी उपलब्ध नॉलेज बेसेस पहले से इस मॉडल में जुड़े हैं।
hr: Sve baze znanja su već priložene ovom modelu.
hu: Az összes tudásbázis már csatolva van ehhez a modellhez.
id: Semua knowledge bases yang ada udah terlampir ke model ini.
it: Tutte le basi di conoscenza disponibili sono già allegate a questo modello
ja: すべての利用可能なナレッジベースはすでに添付されています。
ka: ყველა ბაზა უკვე დაკავშირებული
kab: Akk widen n tira yellan d-ttwarnen yakan i umodelu-a.
ko: 모든 지식베이스가 이미 이 모델에 연결되어 있어요.
lt: Visos galimos žinių bazės jau prijungtos prie šio modelio.
lv: Visas pieejamās zināšanu bāzes jau ir pievienotas šim modelim.
ms: Semua knowledge bases yang ada udah dilampirkan ke model ini.
nb: Alle tilgjengelige kunnskapsbasene er allerede koblet til denne modellen
nl: Alle beschikbare kennisbases zijn al gekoppeld aan dit model.
pa: ਸਾਰੇ available knowledge bases ਇਸ model ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਜੁੜੇ ਹਨ
pl: Wszystkie dostępne bazy wiedzy są już przypisane do tego modelu.
pt_br: Todas as bases de conhecimento disponíveis já estão anexadas a este modelo.
pt_pt: Todas as bases de conhecimento disponíveis já estão anexadas a este modelo.
ro: Toate bazele de cunoștințe disponibile sunt deja atașate la acest model.
ru: Все доступные базы знаний уже подключены к этой модели
sk: Všetky dostupné databázy vedomostí sú už pripojené k tomuto modelu.
sr: Sve dostupne baze znanja su već povezane na ovaj model.
sv: Alla tillgängliga kunskapsbaser är redan kopplade till den här modellen.
th: ฐานความรู้ทั้งหมดเชื่อมแล้ว
tk: Ähli elýeterli bilim bazalary eýýäm şu modele birikdirilen.
tr: Tüm mevcut bilgi tabanları zaten bu modele bağlı.
ug: ھامما بولۇشچى بىلىم ساڭلاری ئالدىنئىچە بۇ مودېلغا قوشۇلغان.
uk: Усі доступні бази знань уже прикріплені до цієї моделі.
ur: تمام نالج بیسز پہلے سے منسلک ہیں
uz: Barcha bilim bazalari allaqachon qo'shilgan
vi: Tất cả cơ sở kiến thức khả dụng đã được gắn vào mô hình này
zh_hans: 所有知识库都已附加到这个模型了
zh_hant: 所有可用知識庫都已加到模型

source: All available users already have access.
ar: جميع المستخدمين المتاحين لديهم وصول بالفعل
az: Bütün mövcud istifadəçilər artıq giriş hüququna malikdir.
bg: Всички налични потребители вече имат достъп
bn: সব ইউজার এর ইতিমধ্যে এক্সেস আছে।
bo: སྤེལ་ མི་ སྐུ་ མི་ ཚུགས་ རྣམས་ ད་ ལྟ་ ཐུག་ ཡོད།
bs: Svi dostupni korisnici već imaju pristup.
ca: Tots els usuaris disponibles ja tenen accés.
ceb: Lahat ng users ay may access na.
cs: Všichni dostupní uživatelé už mají přístup.
da: Alle tilgængelige brugere har allerede adgang.
de: Alle verfügbaren Nutzer haben bereits Zugriff.
el: Όλοι οι διαθέσιμοι χρήστες έχουν ήδη πρόσβαση.
es: Todos los usuarios disponibles ya tienen acceso
et: Kõik kasutajad on juba juurdepääsuga
eu: Dauden erabiltzaile guztiek dagoeneko sarbidea dute.
fa: تمام کاربران موجود قبلاً دسترسی دارند.
fi: Kaikilla käyttäjillä on jo pääsy.
fr: Tous les utilisateurs disponibles ont déjà accès.
fr_ca: Tous les utilisateurs disponibles ont déjà accès.
ga: Tá rochtain ag na húsáideoirí go léir atá ar fáil cheana.
gl: Todos os usuarios dispoñibles xa teñen acceso.
he: כל המשתמשים הזמינים כבר יש להם גישה.
hi: सभी उपलब्ध यूजर्स के पास पहले से एक्सेस है।
hr: Svi dostupni korisnici već imaju pristup.
hu: Az összes felhasználónak már van hozzáférése.
id: Semua user yang ada udah punya akses.
it: Tutti gli utenti disponibili hanno già accesso
ja: 利用可能なすべてのユーザーはすでにアクセスできます。
ka: ყველამ უკვე აქვს წვდომა
kab: Akk imqquran yellan sɛan aneḥway yakan.
ko: 모든 사용자가 이미 접근 권한이 있어요.
lt: Visi galimi vartotojai jau turi prieigą.
lv: Visiem pieejamajiem lietotājiem jau ir piekļuve.
ms: Semua pengguna yang ada udah punya akses.
nb: Alle tilgjengelige brukere har allerede tilgang
nl: Alle beschikbare gebruikers hebben al toegang.
pa: ਸਾਰੇ users ਪਾਸ ਪਹਿਲਾਂ ਹੀ access ਹੈ
pl: Wszyscy dostępni użytkownicy mają już dostęp.
pt_br: Todos os usuários já têm acesso.
pt_pt: Todos os utilizadores disponíveis já têm acesso.
ro: Toți utilizatorii disponibili au deja acces.
ru: Все доступные пользователи уже имеют доступ
sk: Všetci dostupní užívatelia už majú prístup.
sr: Svi dostupni korisnici već imaju pristup.
sv: Alla tillgängliga användare har redan åtkomst.
th: ผู้ใช้ทั้งหมดมีเข้าถึงแล้ว
tk: Ähli elýeterli ulanyjylar eýýäm giriş alypdyrlar.
tr: Tüm kullanıcıların zaten erişimi var.
ug: ھامما بولۇشچى ئىشلىتىۋاتچىلار ئالدىنئىچە زىيارەت قىللىدى.
uk: Усі доступні користувачі вже мають доступ.
ur: تمام صارفین کو پہلے سے رسائی ہے
uz: Barcha foydalanuvchilar allaqachon kirishga ega
vi: Tất cả người dùng khả dụng đã có quyền truy cập
zh_hans: 所有用户都有权限了
zh_hant: 所有可用使用者都已有存取權

source: All collections attached
ar: جميع المجموعات مرفقة
az: Bütün kolleksiyalar qoşulmuşdur
bg: Всички колекции прикачени
bn: সব কালেকশন যুক্ত হয়েছে
bo: སྦྲེལ་ བའི་ རྣམས་ ཡོད།
bs: Sve kolekcije priložene
ca: Totes les col·leccions associades
ceb: Naka-attach na ang lahat
cs: Všechny kolekce připojeny
da: Alle samlinger vedhæftet
de: Alle Sammlungen angehängt
el: Όλες οι συλλογές συνδεδεμένες
es: Todas las colecciones adjuntas
et: Kõik kogud manustatud
eu: Bildumak guztiak atapirika
fa: تمام مجموعه‌ها متصل هستند
fi: Kaikki kokoelmat liitetty
fr: Toutes les collections attachées
fr_ca: Toutes les collections attachées
ga: Bailiúcháin ar fad ceangailte
gl: Todas as coleccións adxuntas
he: כל הקולקציות מחוברות
hi: सभी कलेक्शन जुड़ गए
hr: Sve kolekcije priložene
hu: Minden gyűjtemény csatolva
id: Semua collections terlampir
it: Tutte le collezioni allegate
ja: すべてのコレクション添付済み
ka: ყველა კოლექცია დაკავშირებული
kab: Akk widen d-ttwarnen
ko: 모든 컬렉션 연결됨
lt: Visos kolekcijos prijungtos
lv: Visas kolekcijas pievienotas
ms: Semua koleksi terlampir
nb: Alle samlinger koblet til
nl: Alle collecties gekoppeld
pa: ਸਾਰੇ collections ਜੁੜੇ ਹਨ
pl: Wszystkie kolekcje dołączone
pt_br: Todas as coleções anexadas
pt_pt: Todas as coleções anexadas
ro: Toate colecțiile atașate
ru: Все коллекции подключены
sk: Všetky kolekcie pripojené
sr: Sve kolekcije povezane
sv: Alla samlingar anslutna
th: เชื่อมทุกคอลเลกชันแล้ว
tk: Ähli ýygnalyşlar birikdirilen
tr: Tüm koleksiyonlar bağlı
ug: ھامما توپلاملار قوشۇلدى
uk: Усі колекції прикріплені
ur: تمام کلیکشنز منسلک ہیں
uz: Barcha to'plamlar qo'shilgan
vi: Tất cả bộ sưu tập đã được gắn
zh_hans: 所有集合都已附加
zh_hant: 所有集合都已附加

source: All files in this knowledge base will be removed. This action cannot be undone.
ar: سيتم حذف جميع الملفات في قاعدة المعرفة هذه. لا يمكن التراجع عن هذا الإجراء
az: Bu bilgi bazasındakı bütün fayllar silinəcəkdir. Bu işi geri çevirmək mümkün deyil.
bg: Всички файлове в този knowledge base ще бъдат премахнати. Това действие не може да бъде отменено
bn: এই knowledge base এর সব ফাইল ডিলিট হবে। এটা ফিরিয়ে আনা যাবে না।
bo: ཤེས་ བྱ་ གཞིས་ འདིའི་ ཕབ་ ལིང་ རྣམས་ བསྐུར་ བྱེད། ལས་ དེ་ ལོག་ མི་ ཐུབ།
bs: Sve datoteke u ovoj bazi znanja će biti izbrisane. Ova akcija se ne može poništiti.
ca: Tots els fitxers d'aquesta base de coneixement es suprimiran. Aquesta acció no es pot desfer.
ceb: Aalis ang lahat ng files. Hindi na pwedeng bawiin.
cs: Všechny soubory v této znalostní bázi budou smazány. Tuto akci se nedá vrátit zpět.
da: Alle filer i denne vidensbase fjernes. Denne handling kan ikke fortrydes.
de: Alle Dateien in dieser Wissensdatenbank werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
el: Όλα τα αρχεία σε αυτή τη knowledge base θα διαγραφούν. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Se eliminarán todos los archivos en esta base de conocimiento. Esta acción no se puede deshacer
et: Kõik failid selles teadmistebaasis kustutatakse. Seda ei saa tagasi võtta.
eu: Jakintz-oinarri honetako fitxategi guztiak ezabatuko dira. Ekintza hau ezin da desegin.
fa: تمام فایل‌های این دانش‌گاه حذف خواهند شد. این عمل برگشت‌ناپذیره.
fi: Kaikki tämän tietokannan tiedostot poistetaan. Tätä toimintoa ei voi kumota.
fr: Tous les fichiers de cette base de connaissances seront supprimés. Cette action ne peut pas être annulée.
fr_ca: Tous les fichiers de cette base de connaissances seront supprimés. Cette action ne peut pas être annulée.
ga: Beidh na comhaid ar fad sa bhunachar eolais seo scriosta. Ní féidir an gníomh seo a chealú.
gl: Todos os ficheiros nesta base de coñecemento serán eliminados. Esta acción non se pode desfacer.
he: כל הקבצים ב-Knowledge base הזה יוסרו. לא ניתן לבטל את זה.
hi: इस नॉलेज बेस की सभी फाइलें डिलीट हो जाएंगी। यह एक्शन वापस नहीं हो सकता।
hr: Sve datoteke iz ove baze znanja će biti izbrisane. Ovo se ne može poništiti.
hu: Az ebben a tudásbázisban lévő összes fájl törlődik. Ezt nem lehet visszavonni.
id: Semua file di knowledge base ini bakal dihapus. Aksi ini nggak bisa dibatalin.
it: Tutti i file in questa base di conoscenza verranno rimossi. Questa azione non può essere annullata
ja: このナレッジベースのすべてのファイルが削除されます。戻せません。
ka: ყველა ფაილი წაიშლება. თავიდან ვერ დაბრუნდება.
kab: Akk ifuyla di tira-a ad ttusefren. Ur izmir ad d-yurr.
ko: 이 지식베이스의 모든 파일이 삭제돼요. 이 작업은 되돌릴 수 없어요.
lt: Visi šios žinių bazės failai bus panaikinti. Šios veiksmo negalima atšaukti.
lv: Visi faili šajā zināšanu bāzē tiks izdzēsti. Šo darbību nevar atsaukt.
ms: Semua file di knowledge base ini bakal dihapus. Aksi ni nggak bisa dibatalkan.
nb: Alle filer i denne kunnskapsbasen blir fjernet. Dette kan ikke angres
nl: Alle bestanden in deze kennisbank worden verwijderd. Deze actie kan niet ongedaan gemaakt worden.
pa: ਇਸ knowledge base ਦੀਆਂ ਸਾਰੀਆਂ files ਹਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ। ਇਹ ਕੰਮ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Wszystkie pliki w tej bazie wiedzy zostaną usunięte. Tej akcji nie można cofnąć.
pt_br: Todos os arquivos desta base serão removidos. Essa ação não pode ser desfeita.
pt_pt: Todos os ficheiros nesta base de conhecimento serão removidos. Esta ação não pode ser desfeita.
ro: Toate fișierele din această bază de cunoștințe vor fi șterse. Această acțiune nu poate fi anulată.
ru: Все файлы в этой базе знаний будут удалены. Это действие нельзя отменить
sk: Všetky súbory v tejto databáze vedomostí budú odstránené. Túto akciu nemožno vrátiť späť.
sr: Sve datoteke u ovoj bazi znanja će biti obrisane. Ova radnja se ne može poništiti.
sv: Alla filer i denna kunskapsbas kommer att tas bort. Den här åtgärden kan inte ångras.
th: ไฟล์ทั้งหมดในฐานความรู้นี้จะถูกลบ ไม่สามารถเลิกทำได้
tk: Bu bilim bazadaky ähli faýllar aýyrylyp biler. Bular yzyna alynup bilmez.
tr: Bu bilgi tabanındaki tüm dosyalar silinecek. Bu işlem geri alınamaz.
ug: بۇ بىلىم ساڭىدىكى ھامما ھۆجپىتلەر ئۆچۈرۈلىدۇ. بۇ مەشغۇلات قايتا ئىشلىتىلمىسلىق.
uk: Усі файли в цій базі знань будуть видалені. Цю дію не можна скасувати.
ur: اس نالج بیس کی تمام فائلیں ہٹا دی جائیں گی۔ یہ ریورس نہیں ہو سکتا۔
uz: Barcha fayllar o'chiriladi. Qaytarib bo'lmaydi.
vi: Tất cả file trong cơ sở kiến thức này sẽ bị xóa. Hành động này không thể hoàn tác.
zh_hans: 这个知识库的所有文件都会被删除，无法撤销
zh_hant: 此知識庫中的所有檔案都會被移除，且無法復原
